Repository: common-repository/tapcha
Catalog: languages/tapcha-*.po
Languages: es_es

source: Credentials
es_es: Cartas credenciales

source: Settings
es_es: Configuraciones

source: Admin Key
es_es: Clave de administrador

source: Site Key
es_es: Clave del sitio

source: You can obtain your site key and admin key by visiting %s and signing up
es_es: Puede obtener la clave de su sitio y la clave de administrador visitando %s y registrándose

source: Tapcha Plugin Settings
es_es: Configuración del complemento Tapcha

source: Statistics
es_es: Estadísticas

source: Success rate:
es_es: Tasa de éxito:

source: Response rate:
es_es: Tasa de respuesta:

source: Number of challenges:
es_es: Número de desafíos:

source: Number of responses:
es_es: Cantidad de respuestas:

source: Close
es_es: Cerca

source: Passed Tapcha test!
es_es: ¡Pasó la prueba de Tapcha!

source: Failed Tapcha test!
es_es: ¡Prueba fallida de Tapcha!

source: Failed Tapcha test! Invalid input.
es_es: ¡Prueba fallida de Tapcha! Entrada inválida.

source: This challenge has already been consumed
es_es: Este desafío ya ha sido consumido

source: The challenge id is invalid
es_es: La identificación del desafío no es válida.

source: The answer is in the wrong format
es_es: La respuesta está en el formato incorrecto.

source: Tapcha instructions
es_es: Instrucciones Tapcha

source: Reload
es_es: Recargar

source: Invalid site key!
es_es: Clave de sitio no válida

source: Error! Please contact the site administrator.
es_es: ¡Error! Por favor contacte al administrador del sitio
